// ========================================================
// THIS FILE IS AUTO-GENERATED. DO NOT EDIT MANUALLY.
// ========================================================
namespace Inventory.Model
{
    public enum EClueLink
    {
        None = 0,
        线索一,
        线索二,
        提示二,
        线索三,
        提示三,
        线索四,
        提示四,
        真线索一,
        客栈老板,
        真线索三,
        真线索四,
        提示五,
        卖花郎,
        花车线索一,
        花车线索二,
        花车线索三,
        客栈内线索一,
        客栈内线索二,
        调查线索一,
        调查线索二,
        调查线索三,
        食肆线索一,
        食肆线索二,
        调查结论一,
        调查结论二,
        客栈内结论,
    }
}
